Repository: mahangu/upstream
Catalog: po/*.po
Languages: fi

source: Submission
fi: Lähetys

source: Your submission can be found at:
fi: Lähettämäsi tiedot ovat osoitteessa:

source: Your submission failed.
fi: Lähetys epäonnistui.

source: Introduction
fi: Johdanto

source: This program will assist you in sending troubleshooting data to support personnel.
fi: Tämä ohjelma auttaa sinua lähettämään vianmäärityksessä tarvittavia tietoja tukihenkilöille.

source: Name
fi: Nimi

source: Please enter your name.
fi: Kirjoita tähän nimesi.

source: Problem Description
fi: Ongelman kuvaus

source: What are you having trouble with?
fi: Mihin ongelmasi liittyy?

source: Please enter a short description of the problem.
fi: Kirjoita tähän ongelman lyhyt kuvaus.

source: Please select a server to submit to.
fi: Valitse palvelin jolle tiedot lähetetään.

source: Copy URL
fi: Kopioi osoite

source: Done
fi: Valmis

source: Sorry, but you didn't specify a name to use. Please try again, or hit CTRL+C to exit this program.
fi: Nimeäsi ei määritetty. Yritä uudelleen, tai näppäile CTRL+C lopettaaksesi ohjelman.

source: Sorry, but you didn't specify even one category to load logs from. Please try again, or hit CTRL+C to exit this program.
fi: Yhtään ongelmaluokkaa ei määritetty. Yritä uudelleen, tai näppäile CTRL+C lopettaaksesi ohjelman.

source: Submit
fi: Lähetä

source: Sorry, but you didn't specify a server to submit to. Please try again, or hit CTRL+C to exit this program.
fi: Palvelinta jolle tiedot lähetetään ei määritetty. Yritä uudelleen, tai näppäile CTRL+C lopettaaksesi ohjelman.

source: %s log file(s) have been read.
fi: %s lokitiedosto(t) luettu.

source: Please specify a log option. You haven't asked me to send anything. See help (-h) for more information.
fi: Määritä lokitiedostovalinta. Mitään ei ole määritetty lähetettäväksi. Käytä help (-h) -valitsinta saadaksesi lisätietoa.

source: Please specify the required options. See help (-h) for more information.
fi: Määritä tarvittavat valinnat. Käytä help (-h) -valitsinta saadaksesi lisätietoa.

source: %prog yourname "Your support message" [options]. If no arguments are supplied, Upstream will go in to wizard mode.
fi: %prog nimesi "Ongelmankuvausviestisi" [valitsimet]. Mikäli valitsimia ei käytetä, Upstream siirtyy ohjattuun toimintotilaan.

source: All log modules in the %s category.
fi: Kaikki %s -luokan lokimoduulit

source: Specify a pastebin module to use.
fi: Määritä käytettävä palvelinmoduuli.

source: Choose a specific a log module to use.
fi: Määritä käytettävä lokimoduuli.
