Repository: mahangu/upstream
Catalog: branch/constants/po/*.po
Languages: hu

source: Submission
hu: Feladás

source: Your submission can be found at:
hu: Az adatok itt találhatók meg:

source: Your submission failed.
hu: A feladás sikertelen.

source: Introduction
hu: Bemutatás

source: This program will assist you in sending troubleshooting data to support personnel.
hu: Ez a program meg fogja könnyíteni a hibakeresést a segítő személyzetnek adatok elküldésével

source: Name
hu: Bemutatás

source: Please enter your name.
hu: Kérem adja meg a nevét.

source: Problem Description
hu: Hiba/probléma leírása

source: What are you having trouble with?
hu: Válassza ki a problémájának megfelelő kategóriát/kategóriákat.

source: Please enter a short description of the problem.
hu: Kérem írja le röviden a problémáját.

source: Please select a server to submit to.
hu: Kérem válassza ki a használandó szervert.

source: Copy URL
hu: URL másolása

source: Done
hu: Kész

source: Sorry, but you didn't specify a name to use. Please try again, or hit CTRL+C to exit this program.
hu: Sajnálom, de nem adott meg nevet. Próbálkozzon újra, vagy nyomja meg a CTRL+C billentyűkombinációt a programból való kilépéshez.

source: Sorry, but you didn't specify even one category to load logs from. Please try again, or hit CTRL+C to exit this program.
hu: Sajnálom, de nem választott ki egy kategóriát sem. Próbálkozzon újra, vagy nyomja meg a CTR +C billentyűkombinációt a programból való kilépéshez.

source: Submit
hu: Feladás

source: Sorry, but you didn't specify a server to submit to. Please try again, or hit CTRL+C to exit this program.
hu: Sajnálom, de nem választott ki egy szervert sem. Próbálkozzon újra vagy nyomja meg a CTRL+C billentyűkombinációt a programból való kilépéshez.

source: %s log file(s) have been read.
hu: %s log fájl beolvasva.

source: Please specify a log option. You haven't asked me to send anything. See help (-h) for more information.
hu: Kérem válasszon legalább egy kategóriát. Nincs kategória kiválasztva, nem lett elküldve semmi. Tekintse meg a segítséget (-h), ha van valami kérdése.

source: Please specify the required options. See help (-h) for more information.
hu: Kérem adja meg a szükséges opciókat. Tekintse meg a segítséget (-h), ha van valami kérdése.

source: %prog yourname "Your support message" [options]. If no arguments are supplied, Upstream will go in to wizard mode.
hu: %prog yourname "Your support message" [options]. Ha nem ad argumentumot, Upstream varázsló üzemmódban indul el.

source: All log modules in the %s category.
hu: Minden log modult a %s categóriában.

source: Specify a pastebin module to use.
hu: Válassza ki a használandó pastebin modult.

source: Choose a specific a log module to use.
hu: Válasszon ki egy használandó pastebin modult.
